{
	"language_code"                    : "en",
	"language_name"                    : "English",
	"language_locale"                  : "en_US",
	"title"                            : "Farming Simulator 19 Mod Folder Checker",
	"tab_config"                       : "Configuration",
	"tab_broken"                       : "Broken Files",
	"tab_missing"                      : "Missing Mods",
	"tab_conflict"                     : "Possible Conflicts",
	"tab_explore"                      : "Explore Mods",
	"config_step_1"                    : "Step 1",
	"config_step_2"                    : "Step 2",
	"config_step_3"                    : "Step 3 <em>(optional)</em>",
	"config_blurb"                     : "This little program will take a look at your mod install folder and inform you of any potential problems that it finds.",
	"config_load_button_blurb"         : "First, you need to point Mod Checker to your gameSettings.xml file <strong>or</strong> a folder of mods",
	"config_load_button"               : "Load Settings",
	"config_load_folder_button"        : "Load Folder",
	"config_process_button_blurb"      : "Next, click the \"Scan\" button to process your mods and save game files. You can re-scan using this same button.",
	"config_process_button"            : "Scan Mods and Save Games",
	"config_quarantine_folder_blurb"   : "If you'd like to be able to move mods out of your mod folder with this program, use this button to set where you want to move them to.",
	"config_move_folder_button"        : "Destination for Moved Mods",
	"latest_version_link_blurb"        : "Get the latest version at:",
	"user_error_open_settings"         : "Your selected game settings file is invalid or unreadable, or the specified folder was unable to be opened! Log: CTRL+ALT+D",
	"location_savegame_folder"         : "Save Game Files",
	"location_mod_folder"              : "Mod Files",
	"location_quarantine_folder"       : "Folder for Unwanted Mods",
	"status-processing-title"          : "Processing Mods...",
	"config_working_status"            : "Reading...",
	"config_testing_status"            : "Testing...",
	"config_working_done"              : "Done!",
	"button_refresh_tab"               : "Refresh this Tab",
	"broken_blurb"                     : "These mods have been detected to be a possible problem.  ZIP Files or Folders with any non-alphanumeric character other than \"_\" will not be loaded by the game.  Mods that are not compressed as a ZIP file cannot be used in multiplayer games.  Finally, the mod folder should only contain mods, no other files.  Below, there is a list of problem files, and a suggested solution",
	"broken_options_hide_unzipped"     : "Hide mods that only have multiplayer \"needs zipped\" warning.",
	"missing_blurb"                    : "The scanner failed to find the mods below, however they are referenced in one or more save games. For mods that have not been purchased, this is usually harmless.  For mods you have purchased, missing the mod file could cost you in-game money.  To correct this, re-download the mod from where you originally got it and place it in the mod folder.",
	"conflict_blurb"                   : "These mods were detected in your mod folder.  In some specific cases, they can cause conflicts with other mods, causing your game to either not work or behave strangely. This display is for informational purposes, and should not be taken a suggestion not to use anything listed here",
	"explore_blurb"                    : "Below, you will find a list of all mods detected in your mod folder or in your save games.  Use the provided options to see specific sets of mods including missing mods, mods that are never loaded in a save, or mods that are loaded but not used in a save",
	"explore_options_button"           : "Change Column Visibility or Filters",
	"explore_options_title"            : "Explore Mods Options",
	"explore_options_blurb"            : "Here you can set what is displayed in the \"Explore Mods\" table, including column visibility and some filters",
	"explore_options_column_visibility": "Column Visibility",
	"explore_options_savegame_select"  : "Filter to only savegame:",
	"explore_options_special_lists"    : "Special Lists",
	"explore_options_special_inactive" : "Inactive Mods",
	"explore_options_special_unused"   : "Active but Unused Mods",
	"explore_options_special_scripts"  : "Mods that use LUA scripting",
	"filter_savegame_all"              : "All Save Game Slots",
	"filter_savegame"                  : "Save Game Slot #",

	"menu_details"         : "Open Mod Detail",
	"menu_open_explorer"   : "Show in Finder / Explorer",
	"menu_find_on_mod_hub" : "Search ModHub for this Mod",
	"menu_find_on_google"  : "Search Google for this Mod",
	"menu_copy_general"    : "Copy : ",
	"menu_copy_full_path"  : "Copy : Full File Path",
	"menu_move_file"       : "Move Mod to quarantine",

	"move_mod_message"   : "Are you sure you want to move this mod to quarantine :",
	"move_mod_cancel"    : "No, cancel",
	"move_mod_ok"        : "Yes, move it",
	"move_mod_worked"    : "The mod has been moved!",
	"move_mod_failed"    : "The mod was unable to be moved",
	"move_mod_no_folder" : "You must set a move-to location before using this command",

	"header_mod_name"        : "Name",
	"header_mod_title"       : "Title",
	"header_mod_version"     : "Version",
	"header_mod_size"        : "Size",
	"header_mod_is_active"   : "Is Active",
	"header_mod_active_games": "Active In Saves",
	"header_mod_is_used"     : "Is Used",
	"header_mod_used_games"  : "Used In Saves",
	"header_mod_full_path"   : "Full Path",
	"header_mod_has_scripts" : "Uses Scripts",
	"header_mod_store_items" : "Store Items",
	"header_mod_author"      : "Author",
	"header_mod_multiplayer" : "Multiplayer",
	
	"active_used_table_savegame" : "Savegame",
	"active_used_table_active"   : "Active",
	"active_used_table_used"     : "Used",

	"file_error_name_starts_digit"          : "This file starts with a digit. FS19 requires that mods start with a letter.",
	"file_error_likely_copy"                : "This file name suggests that it is a duplicate copy of another mod.",
	"file_error_likely_zip_pack"            : "This file has \"unzip\" in the name, it is probably a mod pack that should be extracted.",
	"file_error_unsupported_archive"        : "This file is an archive, but not one that FS19 can read.  It is probably a mod pack and should be extracted.",
	"file_error_name_invalid"               : "This file is named incorrectly. Mods can only contain alpha-numeric characters and underscore. ZIP files must end with .zip.",
	"file_error_garbage_file"               : "This file does not belong in your mods folder.  Only folders and zip files should be in the mods folder. This file should be removed.",
	"file_error_unreadable_zip"             : "The zip file for this mod was not able to be read.  FS19 will also likely not be able to read this mod.",
	"not_mod_moddesc_missing"               : "A modDesc.xml was not found for this mod.  It probably is not a mod at all.  Maybe it's a misplaced folder, or maybe it is a pack of mods.",
	"mod_error_moddesc_damaged_recoverable" : "The modDesc.xml has errors, but they were recovered from. If this is the only error that appears for this mod, you can probably ignore this error.",
	"not_mod_moddesc_parse_error"           : "The modDesc.xml file is damaged beyond a point the scanner could recover from.  FS19 will probably be unable to use this mod.",
	"not_mod_moddesc_version_old_or_missing": "The modDesc.xml version could either not be read, or it is too old to be used with FS19.",
	"mod_error_no_mod_version"              : "This mod lacks a readable version. FS19 will likely reject this mod or behave inconsistently.",
	"mod_error_no_mod_icon"                 : "This mod does not have an icon file. FS19 will reject mods without valid icons.",
	"conflict_error_folder_and_file"        : "This mod exists as both a zip file and a folder.  FS19 will prefer the zip file when loading mods, so if you have made changes to the folder version, those changes will be ignored.",
	"info_no_multiplayer_unzipped"          : "Unzipped mods cannot be used in multiplayer. If you don't intend to use this mod in a multiplayer game, you can ignore this message.",
	"file_error_copy_name"                  : "This file should be renamed or removed as it appears to be a copy of :",
	"file_error_copy_exists"                : "The original file exists.",
	"file_error_copy_missing"               : "The original file DOES NOT exist.",
	"file_error_copy_identical"             : "The original file and this file are identical."
}