{
	"language_code": "nl",
	"language_name": "Nederlands",
	"language_locale": "nl_NL",
	"title": "Farming Simulator Mod Folder Checker",
	"tab_config": "Instellingen",
	"tab_broken": "Kapotte Bestanden",
	"tab_missing": "Ontbrekende Mods",
	"tab_conflict": "Mogelijke conflicten",
	"tab_explore": "Mods verkennen",
	"config_step_1": "Stap 1",
	"config_step_2": "Stap 2",
	"config_step_3": "Stap 3 <em>(optioneel)</em>",
	"config_blurb": "Dit kleine programma zal een kijkje nemen in uw mod installatiemap en je informeren over mogelijke problemen die het vindt.",
	"config_load_button_blurb": "Eerst moet je Mod Checker naar je gameSettings.xml bestand <strong>of</strong> een mods map wijzen",
	"config_load_button": "Instellingen Laden",
	"config_load_folder_button": "Laad map",
	"config_process_button_blurb": "Next, click the \"Scan\" button to process your mods and save game files. You can re-scan using this same button.",
	"config_process_button": "Scan Mods and Save Games",
	"config_quarantine_folder_blurb": "Als je mods uit je mod map wilt kunnen verplaatsen met dit programma, gebruik dan deze knop om in te stellen waar je ze naartoe wilt verplaatsen.",
	"config_move_folder_button": "Bestemming voor Verplaatste Mods",
	"latest_version_link_blurb": "Download de laatste versie op:",
	"user_error_open_settings": "Het geselecteerde spelinstellingen bestand is ongeldig of onleesbaar, of de opgegeven map kan niet worden geopend! Log: CTRL+ALT+D",
	"location_savegame_folder": "Save Game Files",
	"location_mod_folder": "Mod Bestanden",
	"location_quarantine_folder": "Map voor ongewenste mods",
	"status-processing-title": "Mods Verwerken...",
	"config_working_status": "Lezen...",
	"config_testing_status": "Testen...",
	"config_working_done": "Klaar!",
	"button_refresh_tab": "Ververs dit tabblad",
	"broken_blurb": "Bij deze mods is mogelijk een probleem aangetroffen. ZIP-bestanden of mappen met een ander niet-alfanumeriek teken dan \"_\" zullen niet worden geladen door het spel. Mods die niet zijn gecomprimeerd als een ZIP-bestand kunnen niet worden gebruikt in multiplayerspellen. Tot slot zou de map mod alleen mods moeten bevatten, geen andere bestanden. Hieronder is een lijst met probleembestanden en een voorgestelde oplossing",
	"broken_options_hide_unzipped": "Verberg mods die alleen multiplayer \"moeten gezipped zijn\" waarschuwing hebben.",
	"missing_blurb": "The scanner failed to find the mods below, however they are referenced in one or more save games. For mods that have not been purchased, this is usually harmless.  For mods you have purchased, missing the mod file could cost you in-game money.  To correct this, re-download the mod from where you originally got it and place it in the mod folder.",
	"conflict_blurb": "Deze mods werden gedetecteerd in je mod map. In sommige specifieke gevallen kunnen ze conflicten veroorzaken met andere mods, waardoor het spel niet werkt of onvoorspelbaar gedrag vertoont. Deze weergave is bedoeld voor informatieve doeleinden en moet niet worden opgevat als suggestie om niets te gebruiken dat hier vermeld staat",
	"explore_blurb": "Below, you will find a list of all mods detected in your mod folder or in your save games.  Use the provided options to see specific sets of mods including missing mods, mods that are never loaded in a save, or mods that are loaded but not used in a save",
	"explore_options_button": "Wijzig kolomzichtbaarheid of filters",
	"explore_options_title": "Mods Verkennen Opties",
	"explore_options_blurb": "Hier kun je instellen wat wordt weergegeven in de tabel \"Mods Verkennen\" inclusief kolom zichtbaarheid en enkele filters",
	"explore_options_column_visibility": "Kolom zichtbaarheid",
	"explore_options_savegame_select": "Filter to only savegame:",
	"explore_options_special_lists": "Speciale lijsten",
	"explore_options_special_inactive": "Inactieve Mods",
	"explore_options_special_unused": "Actieve maar ongebruikte Mods",
	"explore_options_special_scripts": "Mods die LUA scripting gebruiken",
	"filter_savegame_all": "All Save Game Slots",
	"filter_savegame": "Save Game Slot #",
	"menu_details": "Open Mod Detail",
	"menu_open_explorer": "Weergeven in Finder / Verkenner",
	"menu_find_on_mod_hub": "Zoek op ModHub naar deze Mod",
	"menu_find_on_google": "Zoek op Google naar deze Mod",
	"menu_copy_general": "Kopieer : ",
	"menu_copy_full_path": "Kopieer : Volledig Bestandspad",
	"menu_move_file": "Verplaats Mod naar quarantaine",
	"move_mod_message": "Weet je zeker dat je deze mod naar quarantaine wilt verplaatsen:",
	"move_mod_cancel": "Nee, annuleer",
	"move_mod_ok": "Ja, verplaatsen",
	"move_mod_worked": "De mod is verplaatst!",
	"move_mod_failed": "De mod kon niet verplaatst worden",
	"move_mod_no_folder": "Je moet een bestemming instellen voordat je deze opdracht kunt gebruiken",
	"save_log_failed": "Opslaan debug log mislukt",
	"save_log_worked": "Debug log succesvol opgeslagen",
	"open_debug_log": "Bekijk Debug Log",
	"header_mod_name": "Naam",
	"header_mod_title": "Titel",
	"header_mod_version": "Versie",
	"header_mod_size": "Grootte",
	"header_mod_is_active": "Is Actief",
	"header_mod_active_games": "Active In Saves",
	"header_mod_is_used": "Wordt Gebruikt",
	"header_mod_used_games": "Used In Saves",
	"header_mod_full_path": "Volledig pad",
	"header_mod_has_scripts": "Gebruikt Scripts",
	"header_mod_store_items": "Store Items",
	"header_mod_author": "Auteur",
	"header_mod_multiplayer": "Multiplayer",
	"active_used_table_savegame": "Savegame",
	"active_used_table_active": "Actief",
	"active_used_table_used": "Gebruikt",
	"file_error_name_starts_digit": "Dit bestand begint met een cijfer. FS19 vereist dat mods beginnen met een letter.",
	"file_error_likely_copy": "Deze bestandsnaam suggereert dat het een dubbele kopie van een andere mod is.",
	"file_error_likely_zip_pack": "Dit bestand heeft \"unzip\" in de naam, het is waarschijnlijk een mod pack die uitgepakt moet worden.",
	"file_error_unsupported_archive": "Dit bestand is een archief, maar niet een die FS19 kan lezen. Het is waarschijnlijk een mod pack en zou moeten worden uitgepakt.",
	"file_error_name_invalid": "Deze bestandsnaam is onjuist. Mods kunnen alleen alfa-numerieke tekens en underscores bevatten. ZIP-bestanden moeten eindigen op .zip.",
	"file_error_garbage_file": "Dit bestand hoort niet thuis in de mods map. Alleen mappen en zip-bestanden zouden in de mods map moeten staan. Dit bestand zou verwijderd moeten worden.",
	"file_error_unreadable_zip": "Het zip-bestand van deze mod kon niet gelezen worden. FS19 zal waarschijnlijk ook niet in staat zijn om deze mod te lezen.",
	"not_mod_moddesc_missing": "Een modDesc.xml kon niet worden gevonden voor deze mod. Het is waarschijnlijk helemaal geen mod. Misschien is het een verkeerd geplaatste map, of misschien is het een mod pack.",
	"mod_error_moddesc_damaged_recoverable": "De modDesc.xml bevat fouten, maar ze konden worden hersteld. Als dit de enige fout is die voor deze mod verschijnt, kun je deze fout waarschijnlijk negeren.",
	"not_mod_moddesc_parse_error": "Het modDesc.xml-bestand is zo beschadigd dat de scanner het niet heeft kunnen herstellen. FS19 kan deze mod waarschijnlijk niet gebruiken.",
	"not_mod_moddesc_version_old_or_missing": "De modDesc.xml versie kon niet worden gelezen, of het is te oud om te worden gebruikt met FS19.",
	"mod_error_no_mod_version": "Deze mod heeft geen leesbare versie. FS19 zal deze mod waarschijnlijk afwijzen of zich inconsequent gedragen.",
	"mod_error_no_mod_icon": "Deze mod heeft geen icoon. FS19 weigert mods zonder geldige iconen.",
	"conflict_error_folder_and_file": "Deze mod bestaat zowel als een zip-bestand als een map. FS19 geeft voorrang aan het zip-bestand bij het laden van mods, dus als je wijzigingen hebt aangebracht in de mapversie, worden deze wijzigingen genegeerd.",
	"info_no_multiplayer_unzipped": "Uitgepakte mods kunnen niet worden gebruikt in multiplayer. Als je niet van plan bent om deze mod te gebruiken in een multiplayer spel, dan kun je dit bericht negeren.",
	"file_error_copy_name": "Dit bestand zou moeten worden hernoemd of verwijderd omdat het een kopie lijkt te zijn van:",
	"file_error_copy_exists": "Het oorspronkelijke bestand bestaat al.",
	"file_error_copy_missing": "Het oorspronkelijke bestand bestaat NIET.",
	"file_error_copy_identical": "Het oorspronkelijke bestand en dit bestand zijn identiek.",
	"info_might_be_piracy": "Deze mod lijkt een gekraakte versie van een betaalde DLC te zijn. Deze test is simplistisch, dus dit zou een valse positieve uitslag kunnen zijn. Wees er echter van bewust dat het gebruik van een gekraakte DLC je ervan weerhoudt hulp te ontvangen van Giants en reden is voor een ban van de officiële Discord en fora. Ondersteun de ontwikkelaars!"
}