{
	"language_code": "pl",
	"language_name": "Polski",
	"language_locale": "pl_PL",
	"title": "Farming Simulator 19 Mod Folder Checker",
	"tab_config": "Konfiguracja",
	"tab_broken": "Niepoprawne pliki",
	"tab_missing": "Brakujące mody",
	"tab_conflict": "Możliwe konflikty",
	"tab_explore": "Przegląd modów",
	"config_step_1": "Krok 1",
	"config_step_2": "Krok 2",
	"config_step_3": "Krok 3 <em>(opcjonalnie)</em>",
	"config_blurb": "Ten mały program przejrzy twój folder z modami i poinformuje Cię o wszelkich potencjalnych problemach, które znalazł.",
	"config_load_button_blurb": "Najpierw musisz załadować do Mod Checker Twój plik gameSettings.xml <strong>lub</strong> folder z modami",
	"config_load_button": "Załaduj ustawienia",
	"config_load_folder_button": "Załaduj folder",
	"config_process_button_blurb": "Następnie kliknij przycisk \"Skanuj\", aby sprawdzić twoje mody i zapisy. Klikając przycisk raz jeszcze, możesz ponownie przeskanować pliki.",
	"config_process_button": "Skanuj mody i zapisy",
	"config_quarantine_folder_blurb": "Jeśli chcesz mieć możliwość przeniesienia modów z obecnego folderu z modami dzięki temu programowi, użyj tego przycisku, aby wskazać miejsce do którego chcesz je przenieść.",
	"config_move_folder_button": "Miejsce dla przeniesionych modów",
	"latest_version_link_blurb": "Najnowszą wersję znajdziesz tutaj:",
	"user_error_open_settings": "Wybrany plik ustawień jest niepoprawny lub uszkodzony, albo określony folder nie mógł zostać otwarty! Log: CTRL+ALT+D",
	"location_savegame_folder": "Plik z ustawieniami",
	"location_mod_folder": "Folder z modami",
	"location_quarantine_folder": "Folder dla przeniesionych modów",
	"status-processing-title": "Przetwarzanie modów...",
	"config_working_status": "Wczytywanie...",
	"config_testing_status": "Testowanie...",
	"config_working_done": "Gotowe!",
	"button_refresh_tab": "Odśwież tą zakładkę",
	"broken_blurb": "Te modyfikacje zostały wykryte jako możliwy problem. Pliki ZIP lub foldery z jakimkolwiek znakiem niealfanumerycznym (spacja, nawias, itp.) innym niż \"_\" nie zostaną załadowane przez grę. Modyfikacje, które nie są skompresowane jako plik ZIP nie mogą być używane w grach wieloosobowych. Dodatkowo folder modyfikacji powinien zawierać tylko modyfikacje, żadnych innych plików. Poniżej znajduje się lista błędów i sugerowane rozwiązanie",
	"broken_options_hide_unzipped": "Ukryj mody, które mają tylko ostrzeżenie dotyczące gry wieloosobowej (wymaga spakowania).",
	"missing_blurb": "Skaner nie mógł znaleźć modów z listy poniżej, jest do nich odwołanie w jednym lub kilku zapisach. W przypadku modów, które nie zostały zakupione, jest to zwykle nieszkodliwe, jednak w przypadku zakupionych modów, brak takiego może narazić Cię na koszty w grze. Aby to naprawić, pobierz ponownie modyfikację z miejsca, w którym ją pierwotnie uzyskałeś i umieść ją w folderze z modami.",
	"conflict_blurb": "Te mody zostały wykryte w folderze modów. W niektórych szczególnych przypadkach mogą one powodować konflikty z innymi modami, powodując, że Twoja gra nie działa lub zachowuje się dziwnie. Zazwyczaj usunięcie ich pomagało rozwiązać problem u innych graczy, ale lista ta służy jedynie celom informacyjnym i nie wymusza na tobie usunięcia tych modów",
	"explore_blurb": "Poniżej znajdziesz listę wszystkich modów wykrytych w folderze z modami lub w zapisach. Możesz użyć dostępnych opcji, aby sprawdzić posiadane mody, np. brakujące dla któregoś z zapisów lub te, które nigdy nie zostały użyte w żadnym z zapisów, albo te, które są aktywne, ale nie są używane w zapisie",
	"explore_options_button": "Zmień widoczność kolumn lub filtry",
	"explore_options_title": "Opcje przeglądu modów",
	"explore_options_blurb": "Tutaj możesz ustawić co jest wyświetlane w zakładce \"Przegląd modów\", w tym widoczność kolumn i niektóre filtry",
	"explore_options_column_visibility": "Widoczność kolumn",
	"explore_options_savegame_select": "Filtr tylko dla zapisów:",
	"explore_options_special_lists": "Listy specjalne",
	"explore_options_special_inactive": "Mody nieaktywne",
	"explore_options_special_unused": "Mody aktywne, ale nieużywane",
	"explore_options_special_scripts": "Mody używające skryptów LUA",
	"filter_savegame_all": "Wszystkie zapisy",
	"filter_savegame": "Zapis #",
	"menu_details": "Otwórz szczegółowe informacje",
	"menu_open_explorer": "Pokaż w eksploratorze plików",
	"menu_find_on_mod_hub": "Wyszukaj modu na ModHub",
	"menu_find_on_google": "Wyszukaj modu w Google",
	"menu_copy_general": "Skopiuj: ",
	"menu_copy_full_path": "Skopiuj: Pełną ścieżkę pliku",
	"menu_move_file": "Przenieś mod do kwarantanny",
	"move_mod_message": "Czy na pewno chcesz przenieść ten mod do kwarantanny:",
	"move_mod_cancel": "Nie, anuluj",
	"move_mod_ok": "Tak, przenieś",
	"move_mod_worked": "Mod został przeniesiony!",
	"move_mod_failed": "Nie można było przenieś tego modu",
	"move_mod_no_folder": "Musisz ustawić lokalizację docelową przed użyciem tej komendy",
	"header_mod_name": "Nazwę",
	"header_mod_title": "Tytuł",
	"header_mod_version": "Wersję",
	"header_mod_size": "Rozmiar",
	"header_mod_is_active": "Jest aktywny",
	"header_mod_active_games": "Jest aktywny w zapisach",
	"header_mod_is_used": "Jest używany",
	"header_mod_used_games": "Jest używany w zapisach",
	"header_mod_full_path": "Pełna ścieżka",
	"header_mod_has_scripts": "Używa skryptów",
	"header_mod_store_items": "Ilość",
	"header_mod_author": "Autor",
	"header_mod_multiplayer": "Tryb wielosobowy",
	"active_used_table_savegame": "Zapis gry",
	"active_used_table_active": "Aktywny",
	"active_used_table_used": "Używany",
	"file_error_name_starts_digit": "Ten plik zaczyna się od cyfry. FS19 wymaga, aby mody zaczynały się literą.",
	"file_error_likely_copy": "Ta nazwa pliku sugeruje, że jest to zduplikowana kopia innego modu.",
	"file_error_likely_zip_pack": "Ten plik ma \"rozpakować\" w nazwie, prawdopodobnie jest to paczka modów, która powinna zostać rozpakowana.",
	"file_error_unsupported_archive": "Ten plik jest archiwum, ale nie jest plikiem, który FS19 może odczytać. Prawdopodobnie jest to paczka modów i powinna zostać wypakowana.",
	"file_error_name_invalid": "Ten plik jest niepoprawnie nazwany. Modyfikacje mogą zawierać tylko znaki alfanumeryczne i podkreślenie. Pliki ZIP muszą kończyć się .zip.",
	"file_error_garbage_file": "Ten plik nie jest modem. Tylko foldery i pliki zip powinny znajdować się w folderze z modami. Ten plik powinien zostać usunięty.",
	"file_error_unreadable_zip": "Nie można wczytać tego pliku ZIP. FS19 może również nie być w stanie wczytać tego modu.",
	"not_mod_moddesc_missing": "Plik modDesc.xml nie został znaleziony w tym modzie. Prawdopodobnie nie jest to w ogóle mod lub może jest to przypadkowy folder, albo może jest to paczka modów.",
	"mod_error_moddesc_damaged_recoverable": "Plik modDesc.xml zawiera błędy. Jeśli jest to jedyny błąd, który pojawia się przy tym modzie, prawdopodobnie możesz go zignorować.",
	"not_mod_moddesc_parse_error": "Plik modDesc.xml jest uszkodzony, ale skaner może go odczytać. FS19 prawdopodobnie nie będzie w stanie załadować tego modu.",
	"not_mod_moddesc_version_old_or_missing": "Wersja modDesc.xml nie może być odczytana lub jest zbyt stara, aby mod mógł być używany w FS19.",
	"mod_error_no_mod_version": "Ten mod nie posiada czytelnej wersji. FS19 prawdopodobnie nie załaduje go lub spowoduje to błędy.",
	"mod_error_no_mod_icon": "Ten mod nie ma pliku \"icon\". FS19 nie załaduje tego modu poprawnie.",
	"conflict_error_folder_and_file": "Ten mod istnieje zarówno jako plik ZIP, jak i folder. FS19 preferuje plik ZIP podczas ładowania modów, więc jeśli dokonałeś zmian w folderze, te zmiany zostaną zignorowane.",
	"info_no_multiplayer_unzipped": "Rozpakowane mody nie mogą być używane w trybie wieloosobowym. Jeśli nie zamierzasz używać tego modu w grze wieloosobowej, możesz zignorować tę wiadomość.",
	"file_error_copy_name": "Ten plik powinien mieć zmienioną nazwę lub zostać usunięty, ponieważ wydaje się być kopią:",
	"file_error_copy_exists": "Oryginalny plik istnieje.",
	"file_error_copy_missing": "Oryginalny plik NIE istnieje.",
	"file_error_copy_identical": "Oryginalny plik i ten plik są identyczne."
}